[{"keyId":1,"name":"Whisk Set","img":"https://i.ibb.co/C272Zs7/whisk.jpg","description":"Set includes one 9-inch/22.8 cm and one 11-inch/28 cm balloon whisk. Silicone tines are heat resistant and safe for non-stick and metal cookware. Features a soft, comfortable, non-slip handle Use the small one to scramble eggs, mix a roux, make a vinaigrette and more. Use the big one for mixing batters.","price":19,"color":"Jam/Seltzer","material":"Silicone","brand":"OXO","quantity":2},{"keyId":2,"name":"Premium Mini Spoonula, 8 IN","img":"https://i.ibb.co/BfMwMF1/spoonula.jpg","description":"Our silicone spoonula has a sharp and flexible edge for scraping and precise scooping. Deep bowl can hold big portions and allow direct transfer from the stove to the plate or bowl. The platinum silicone is heat resistant up to 550°f degrees and nonstick safe. Proprietary fiberglass core offers better heat resistance.","price":9,"color":"Red","material":"Silicone","brand":"GIR","quantity":1},{"keyId":3,"name":"Cutting Board","img":"https://i.ibb.co/2KmvBj1/board.jpg","description":"These bamboo cutting board have a reversible cutting surface perfect for everyday food preparation, from slicing fruit to chopping veggie and is a perfect kitchen starter set.This is a stronger, natural alternative to wood, easy on knife blades. These wooden boards can also be used as a serving platter.","price":13,"color":"Brown","material":"Bamboo","brand":"Farberware","quantity":3},{"keyId":4,"name":"Measuring Cup Set (Microwave and Oven Safe)","img":"https://i.ibb.co/8dNLpCM/cup.jpg","description":"Easy to read measurements in cups, ounces and milliliters. Features a curved spout for precise pouring and easy-grip handles for comfort. Durable, high-quality tempered glass is dishwasher, freezer, microwave and preheated oven safe. Nonporous glass won’t absorb food odors, flavors, or stains.","price":17,"color":"Clear","material":"Glass","brand":"Pyrex","quantity":3},{"keyId":5,"name":"Professional Roast Pan with Non-Stick Rack, 13-Inch-by-9","img":"https://i.ibb.co/MG3gn74/roaster.jpg","description":"EVERYDAY ROASTING PAN: This roasting pan includes an non-stick roasting rack designed to rest at the ideal height within the roaster, keeping the food cooking out of oils and excess juices; Perfect for roasting meats, poultry, fish and vegetables. SUPERIOR HEAT CONDUCTION AND EVEN BAKING.","price":15,"color":"Gray","material":"Alloy Steel","brand":"Chicago Metallic","quantity":2},{"keyId":6,"name":"Spatula Set for Nonstick Cookware","img":"https://i.ibb.co/vBbfJTd/spatulas.jpg","description":"Heat Resistant up to 600°F. The ultra-thin silicone blade easily slides under food to help achieve the perfect flip. The core and handle are made of stainless steel, which gives this spatula extra stability and strength. To make the steel handle more comfortable, the matte texture allows for an ergonomic grip.","price":12,"color":"Black","material":"Silicone","brand":"BANKKY","quantity":2},{"keyId":7,"name":"SCO-60 Deluxe Can Opener","img":"https://i.ibb.co/tCLfLp1/opener.jpg","description":"Stainless steel construction, Power Cut blade, One-touch operation, Opens any standard size can, Removable activation lever for easy cleanup, Limited 3-year Warranty","price":47,"color":"Stainless Steel","material":"Aluminum, Plastic","brand":"Cuisinart","quantity":2},{"keyId":8,"name":"Lock & Release Silicone Coated Cooking Tongs","img":"hhttps://i.ibb.co/gFsVPmw/tongs.jpg","description":"Locking tongs with Silicone measure 12-inch in length, One hand locking mechanism for easy lifting and releasing, Manufactured with 18/10 stainless steel, Ergonomic design for safe and comfortable handling with minimum risk of food slipping and sliding.","price":40,"color":"Black","material":"Stainless Steel","brand":"Rosle","quantity":2},{"keyId":9,"name":"Classic Large Silverware Tray","img":"https://i.ibb.co/bNsfsk1/tray.jpg","description":"This easily fits in most kitchen drawers. This highly functional tray has features including revolutionary soft-grip lining and branded icons to help with drawer organization. Rounded corners allow for easy use and cleaning. Soft-grip lining and non-slip rubber feet ensure that items stay in their place.","price":18,"color":"White","material":"Plastic","brand":"Madesmart","quantity":1},{"keyId":10,"name":"Ladle","img":"https://i.ibb.co/KL0hrFp/ladle.jpg","description":"Safe for nonstick cookware, these nylon utensils will have you cooking and serving in style. The soft, broad handles are comfortable to hold and will not slip out of your hand. Soft, comfortable non-slip grip. Heat-safe to 450°F.Dishwasher safe.","price":8,"color":"Black","material":"Nylon","brand":"OXO","quantity":1}]